[{"term":"Instrument Data","tags":"","synonyms":"","definition":"Data produced and transmitted by the science and engineering sensors of an instrument, and, in the spacecraft environment, any additional data packaged with the instrument’s sensor data by virtue of services provided","notes":"","examples":"","sources":"- [EO Data Stewardship Glossary](https:\/\/ceos.org\/document_management\/Working_Groups\/WGISS\/Interest_Groups\/Data_Stewardship\/White_Papers\/EO-DataStewardshipGlossary.pdf)"},{"term":"Auxiliary Data","tags":"","synonyms":"","definition":"The Data required for instrument processing, which does not originate in the instrument itself or from the satellite. Some auxiliary Data will be generated in the ground segment, whilst other Data will be provided from external sources.","notes":"","examples":"","sources":"- CEOS-ARD PFS template 20220302"},{"term":"Validation","tags":"","synonyms":"","definition":"The assurance that a product, service, or system meets the needs of the customer and other identified stakeholders. It often involves acceptance and suitability with external customers.","notes":"- In this part of ISO 19159, the term validation is used in a limited sense and only relates to the validation of Calibration Data in order to control their change over time.","examples":"","sources":"- EU-US Land Imaging EO Collaboration"},{"term":"Verification","tags":"","synonyms":"","definition":"Verification serves as a means to evaluate the reliability of the Data in the absence of a Reference dataset, allowing for an assessment of its standalone performance. It involves confirming the consistency and internal coherence of the Data without direct comparison to external Reference sources.","notes":"","examples":"","sources":"- KCEO"},{"term":"Uncertainty","tags":"","synonyms":"","definition":"Uncertainty is a measure of the spread of the distribution of possible values.","notes":"","examples":"","sources":"- [FIDUCEO Glossary](https:\/\/research.reading.ac.uk\/fiduceo\/glossary\/), VIM?, modified"}]